Repository: romangg/kdisplay
Catalog: plasma-integration/po/*/plasma_applet_org.kwinft.kdisplay.po
Languages: pl, ro, uk

source: Switch Display
pl: Przełącz ekran
ro: Schimbă Afișajul
uk: Перемкнути дисплей

source: Switch to external display
pl: Przełącz na zewnętrzny ekran
ro: Schimbă cu afișajul extern
uk: Перемкнутись на зовнішній дисплей

source: Switch to laptop display
pl: Przełącz na ekran laptopa
ro: Schimbă cu afișajul laptopului
uk: Перемкнутись на дисплей ноутбука

source: Unify displays
pl: Połącz wyjścia
ro: Uniți afișajele
uk: Відзеркалити дисплеї

source: Extend to left
pl: Rozszerz na lewo
ro: Extindeți în stânga
uk: Розширити вліво

source: Extend to right
pl: Rozszerz na prawo
ro: Extindeți în dreapta
uk: Розширити вправо

source: Leave unchanged
pl: Pozostaw bez zmian
ro: Părăsiți fără a schimba
uk: Залишити без змін

source: Enable Presentation Mode
pl: Włącz tryb prezentacji
ro: Activați Modul de Prezentare
uk: Увімкнути режим презентації

source: User enabled presentation mode
pl: Użytkownik włączył tryb prezentacji
ro: Utilizatorul a activat modul de prezentare
uk: Увімкнений користувачем режим презентації

source: This will prevent your display and computer from turning off automatically.
pl: Dzięki temu, ekran i komputer nie będzie wyłączał się automatycznie.
ro: Asta va preveni afișajul și computerul tău din a se închide automat.
uk: Це запобіжить автоматичному вимкненню дисплея та комп’ютера.

# Some Application and n others enforce presentation mode
source: %2 and %1 other application are enforcing presentation mode.
pl: %2 i %1 więcej aplikacja wymusza tryb prezentacji.
ro: %2 și %1 altă aplicație forțează modul de prezentare.
uk: %2 та %1 програма використовує режим презентації.

# Some Application enforce presentation mode
source: %1 is enforcing presentation mode.
pl: %1 wymusza tryb prezentacji.
ro: %1 forțează modul de prezentare.
uk: %1 примусово вмикає режим презентації.

# Some Application enforce presentation mode: Reason provided by the app
source: %1 is enforcing presentation mode: %2
pl: %1 więcej aplikacje wymuszają tryb prezentacji: %2
ro: %1 forțează modul de prezentare: %2
uk: %1 примусово вмикає режим презентації: %2

source: Display Layout
pl: Układ wyświetlania
ro: Aspectul Afișajelor
uk: Макет дисплея

source: You can only apply a different display layout when there is more than one display device plugged in.
pl: Możesz zastosować inny układ wyświetlania, jeśli podłączone jest więcej niż jedno urządzenie wyświetlające.
ro: Puteți schimba aspectul afișajelor doar când mai mult de un monitor este conectat.
uk: Ви можете застосувати інший макет дисплея, лише якщо під'єднано більше одного пристрою відображення.

source: Presentation mode is enabled
pl: Tryb prezentacji jest włączony
ro: Modul de prezentare este activat
uk: Режим презентації увімкнено

source: Configure Display Settings…
pl: Konfiguruj ustawienia wyświetlania…
ro: Configurați Setările Afișajelor…
uk: Налаштувати параметри дисплея…
