Repository: romangg/kdisplay
Catalog: kcm/po/*/kcm_kdisplay.po
Languages: hr, nl, ro

source: Arguments for the config module.
hr: Argumenti za modul konfiguracije.
nl: Aanvullende opties voor de instellingenmodule.
ro: Argumente pentru modulul config.

# Displayed when no replication source is selected.
source: None
hr: Ništa
nl: Geen
ro: Niciunul

source: Replicated by other display
hr: Kopirano na jednom drugom ekranu
nl: Zoals ingesteld door ander beeldscherm
ro: Replicat de alt afișaj

source: Orientation:
hr: Položaj:
nl: Oriëntatie:
ro: Orientație:

source: Automatic
hr: Automatski
ro: Automat

source: Only when in tablet mode
hr: Samo u modusu tableta
ro: Doar in modul de tabletă

source: Manual
hr: Ručno

source: Replicas
hr: Kopije
nl: Delen
ro: Replici

source: Enabled
hr: Aktivirano
nl: Ingeschakeld
ro: Activat

source: Primary
hr: Primarni
nl: Primair
ro: Principal

source: Scale:
hr: Omjer:
nl: Schaal:
ro: Mărime:

source: Resolution:
hr: Rezolucija:
nl: Resolutie:
ro: Rezoluție:

source: Auto
hr: Automatski
nl: Automatisch

source: Refresh rate:
hr: Frekvencija:
nl: Ververssnelheid:
ro: Rata de reîmprospătare:

source: Adaptive Sync
hr: Adaptivna sinkronizacija
nl: Aanpasbare synchronisatie
ro: Sincronizare adaptivă

source: Replica of:
hr: Kopija od:
nl: Gedeeld met:
ro: Replică a:

source: Device:
hr: Uređaj:
nl: Apparaat:
ro: Dispozitiv:

source: Global scale:
hr: Globalni omjer:
nl: Algemene schaal:
ro: Mărime globală:

source: The global scale factor is limited to multiples of 6.25% to minimize visual glitches in applications using the X11 windowing system.
hr: Faktor globalnog omjera ograničen je na višekratnike od 6,25 %, kako bi se smanjili vizualni problemi u programima koji koriste X11 sustav prozora.
nl: De algemene schaalfactor is beperkt tot veelvouden van 6.25%. Dit is zo gedaan om het aantal visuele storingen in X11-programma's te beperken.
ro: Factorul mărimii globale este limitat la multipli de 6.25% pentru a minimiza erorile vizuale în aplicații ce folosesc sistemul de ferestre X11.

source: Save displays' properties:
hr: Spremi svojstva ekrana:
nl: Beeldschermeigenschappen bewaren:
ro: Salvează proprietățile afișajelor:

source: For any display arrangement
hr: Za bilo koji raspored ekrana
nl: Van elke schermindeling
ro: Pentru orice aspect al afișajelor

source: For only this specific display arrangement
hr: Samo za ovaj raspored ekrana
nl: Alleen van deze schermindeling
ro: Doar pentru acest specific aspect al afișajelor

source: 90° Clockwise
hr: 90 ° nadesno
nl: 90° naar rechts
ro: 90° În sensul acelor de ceasornic

source: 90° Counterclockwise
hr: 90 ° nalijevo
nl: 90° naar links
ro: 90° În sens invers acelor de ceasornic

source: No Rotation
hr: Bez okretanja
nl: Niet draaien
ro: Nici o Rotație

source: Drag screens to re-arrange them
hr: Prerasporedi ekrane povlačenjem
ro: Trage de afișaje pentru a le rearanja

source: Identify
hr: Identificiraj
ro: Identifică

# @info
source: All displays are disabled. Enable at least one.
hr: Svi ekrani su deaktivirani. Aktiviraj barem jedan ekran.
ro: Toate afișajele sunt dezactivate. Activează măcar unul.

# @info
source: Gaps between displays are not supported. Make sure all displays are touching.
hr: Razmaci između ekrana nisu podržani. Provjeri da se svi ekrani dodiruju.
ro: Golurile dintre afișaje nu sunt acceptate. Asigură-te că toate afișajele se ating.

source: A new output has been added. Settings have been reloaded.
hr: Dodan je jedan novi ekran. Postavke su ponovo učitane.
ro: O nouă ieșire a fost adăugată. Setările au fost reîncărcate.

source: An output has been removed. Settings have been reloaded.
hr: Jedan ekran je uklonjen. Postavke su ponovo učitane.
ro: O ieșire a fost eliminată. Setările au fost reîncărcate.

source: No Disman backend found. Please check your Disman installation.
hr: Nije pronađen nijedan pozadinski sustav za Disman. Provjeri Disman instalaciju.
nl: Het Disman-backend is niet aangetroffen. Controleer je Disman-installatie.
ro: Nici un backend Disman nu a fost găsit. Vă rugăm verificați instalarea de Disman.

source: Displays could not be saved due to error.
hr: Ekrani se zbog greške ne mogu spremiti.
nl: De beeldschermen kunnen niet worden opgeslagen.
ro: Afișajele nu au putut fi salvate din cauza unei erori.

source: Global scale changes will come into effect after the system is restarted.
hr: Globalne promjene omjera će stupiti na snagu nakon ponovnog pokretanja.
ro: Schimbările mărimii globale vor avea efect după ce sistemul este repornit.

source: Restart
hr: Pokreni ponovo
ro: Repornire

source: Copyright © 2020 Roman Gilg
ro: Drepturi de autor © 2020 Roman Gilg

source: Upside Down
nl: Omlaag
ro: Cu susul în jos

source: KDisplay
nl: KScherm
